aaron-bond.better-comments
adrianwilczynski.add-reference
adrianwilczynski.asp-net-core-switcher
adrianwilczynski.blazor-snippet-pack
adrianwilczynski.csharp-to-typescript
adrianwilczynski.libman
adrianwilczynski.namespace
adrianwilczynski.terminal-commands
adrianwilczynski.toggle-hidden
adrianwilczynski.user-secrets
afractal.node-essentials
ahmadawais.shades-of-purple
alefragnani.Bookmarks
Amayakite.aya-vue3-extension-pack
antfu.browse-lite
antfu.vite
atlassian.atlascode
be5invis.vscode-icontheme-nomo-dark
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
daverik.hextorgb
dbaeumer.vscode-eslint
devonray.snippet
doggy8088.netcore-editorconfiggenerator
doggy8088.netcore-extension-pack
doggy8088.netcore-snippets
doggy8088.quicktype-refresh
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.dotnet
GitHub.vscode-pull-request-github
Gruntfuggly.activitusbar
Gruntfuggly.todo-tree
hollowtree.vue-snippets
HookyQR.beautify
humao.rest-client
infeng.vscode-react-typescript
ionutvmi.path-autocomplete
jasonnutter.search-node-modules
jawandarajbir.react-vscode-extension-pack
jmrog.vscode-nuget-package-manager
k--kato.docomment
kreativ-software.csharpextensions
lihui.vs-color-picker
mikestead.dotenv
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-es
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vsliveshare.vsliveshare
octref.vetur
Orta.vscode-jest
patcx.vscode-nuget-gallery
pflannery.vscode-versionlens
PKief.material-icon-theme
pmneo.tsimporter
pranaygp.vscode-css-peek
quicktype.quicktype
redhat.fabric8-analytics
redhat.vscode-yaml
sdras.vue-vscode-snippets
Shan.code-settings-sync
sibiraj-s.vscode-scss-formatter
sidharthachatterjee.vscode-tailwindcss
steoates.autoimport
stylelint.vscode-stylelint
tintoy.msbuild-project-tools
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
Vue.volar
Vue.vscode-typescript-vue-plugin
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
wix.vscode-import-cost
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
zhang-renyang.vscode-react
Zignd.html-css-class-completion
zxh404.vscode-proto3
